[
    {
      "quote": "Youth Spot Bar is an amazing organisation, YSB has endorsed me with outstanding working experience. No about doubt about recommending it to my colleagues and friends..",
      "author": "James Kasule"
    },
    {
      "quote": "A company who genuinely cares about young people in the community. Events are always well organised and a pleasure to be at. The Founder, Sekiyah has been a valued mentor to me and is truly inspirational!",
      "author": "Khadijah Taraji"
    },
    {
      "quote": "Whilst volunteering with Youth sports bar I have gained different skills that can be incorporated in my day-to-day life and work. It has been a great pleasure to work with YSB as I have gained long life experience. The teamwork at YSB is amazing and the roles are diverse!!!.",
      "author": "Kehinde Falana"
    },
    {
      "quote": "Beautiful people, fantastic atmosphere and brings people together! My kids love this place! I have also developed many skills while volunteering with Youth Spot Bar, such as communication, leadership, problem solving, and creativity.",
      "author": "Katherine Munoz"
    },
    {
      "quote": "I've been volunteering with YSB for a while now. I love the confidence they help you build up while working, as you get to have conversations with people/customers. There are a lot of things to do and a lot of skills to learn. The staff makes you feel welcome and are very helpful. I would advise anybody to join YSB and gain some work experience and knowledge.",
      "author": "Chantel Nyirenda"
    },
    {
      "quote": "It was my first time attending, I felt very apprehensive to begin with but that was quickly resolved because Sekiyah & her team created such a supportive & patient environment. Their encouragement, and genuine care for students is truly appreciated!",
      "author": "Sonja Crichlow"
    },
    {
      "quote": "I would like to say thank you so much to Sakiyah & her team, they were extremely supportive, kind. All of her team increased my sense of willingness & determination..",
      "author": "Tr'Nique (15)"
    },
    {
      "quote": "I would like to say thank you so much to Sakiyah & her team, they were extremely supportive, kind. All of her team increased my sense of willingness & determination.",
      "author": "Kellycia (13)"
    },
    {
      "quote": "I found the session to be really enjoyable! Sakiyah & her team was incredibly helpful and because of them I was able to learn how to skate. Although there were times I fell, Sakiyah's support & enthusiasm helped me get back up and keep going. Thank you!",
      "author": "Kaysant'e (15)"
    },
    {
      "quote": "My children love it, they love Sekiyah. Me personally as a mum I love how Sekiyah handles the children. She's fun, makes the kids feel confident, resilient, even my 4-year-old. They are also always looking forward to the next lesson. Our aim is to become creative and confident skaters and have lots of fun. Thanks Sekiyah.",
      "author": "Swabrah Kaseruuzi"
    }
]
